{
    "facts": [
        "Honey never spoils. Archaeologists have found pots of honey in ancient tombs that are over 3,000 years old and still perfectly edible.",
        "A day on Venus is longer than a year on Venus.",
        "Bananas are berries, but strawberries are not.",
        "Sharks existed before trees. Sharks have been around for more than 400 million years, while trees only came around about 350 million years ago.",
        "Wombat poop is cube-shaped.",
        "The Eiffel Tower can be 15 cm taller during the summer due to the expansion of iron in the heat.",
        "Octopuses have three hearts and blue blood.",
        "There are more stars in the universe than grains of sand on all of Earth's beaches.",
        "A sneeze can travel at speeds of up to 100 mph.",
        "The longest recorded flight of a chicken is 13 seconds.",
        "The world's largest snowflake on record was 15 inches wide and 8 inches thick.",
        "The first recorded use of the word 'nerd' was in Dr. Seuss's 1950 book 'If I Ran the Zoo.'",
        "A crocodile cannot stick its tongue out.",
        "The inventor of the Pringles can is buried in one.",
        "Cleopatra lived closer in time to the first Moon landing than to the construction of the Great Pyramid of Giza.",
        "A small child could swim through the veins of a blue whale.",
        "Sloths can hold their breath for up to 40 minutes underwater.",
        "A group of flamingos is called a 'flamboyance.'",
        "Peanuts are not actually nuts; they are legumes.",
        "The longest hiccuping spree lasted 68 years.",
        "The shortest commercial flight in the world is only 57 seconds long, between two islands in the Orkney Islands of Scotland.",
        "The longest time spent in space by a human is 437 days.",
        "Tigers have striped skin, not just striped fur.",
        "Sea otters hold hands when they sleep to keep from drifting apart.",
        "Sharks are the only fish species that can blink with both eyes.",
        "A bolt of lightning is five times hotter than the surface of the sun.",
        "A jiffy is an actual unit of time — it means 1/100th of a second.",
        "A group of crows is called a 'murder.'",
        "Bananas can help prevent high blood pressure due to their potassium content.",
        "The longest time a person has gone without sleep is 11 days.",
        "Your nose can remember 50,000 different scents.",
        "The first human-made object to reach space was a dog named Laika, sent aboard Sputnik 2 in 1957.",
        "A person will blink about 15-20 times per minute.",
        "A snail can sleep for up to three years.",
        "Humans share about 60% of their DNA with bananas.",
        "Sharks have been around longer than trees.",
        "You can’t hum while holding your nose.",
        "Penguins propose to their mates with a pebble.",
        "A group of owls is called a parliament.",
        "The moon has moonquakes.",
        "The average person walks the equivalent of three times around the world in a lifetime.",
        "An ostrich's eye is bigger than its brain.",
        "Elephants are the only animals that can't jump.",
        "In the 16th century, Turkish women could initiate a divorce if their husbands didn’t provide enough coffee.",
        "The first computer virus was created in 1983.",
        "It is impossible to hum while holding your nose.",
        "There are no two zebras with the same stripe pattern.",
        "In Japan, there is a 'crying sumo' contest where sumo wrestlers try to make babies cry.",
        "The first ever recorded use of a written language dates back to around 3500 BC in Sumeria.",
        "In Finland, there is a tradition called 'salmiakki,' which is a type of salty licorice that many find disgusting but is highly popular there.",
        "The Great Wall of China is not visible from the moon without aid.",
        "The shortest war in history was between Britain and Zanzibar on August 27, 1896. It lasted 38 minutes.",
        "Walt Disney was afraid of mice.",
        "There are more fake flamingos in the world than real ones.",
        "The unicorn is Scotland's national animal.",
        "There is a species of jellyfish that is biologically immortal.",
        "Some cats are allergic to humans.",
        "Cows have best friends and get stressed when they are separated from them.",
        "The Guinness Book of World Records holds the record for being the book most often stolen from public libraries.",
        "A duck's quack doesn’t echo, and no one knows why.",
        "The longest wedding veil was the same length as 63.5 football fields.",
        "A day on Mercury lasts 1,408 hours, while its year only lasts 88 Earth days.",
        "A leech has 32 brains.",
        "Honeybees can recognize human faces.",
        "The longest hiccuping spree lasted 68 years."
    ]
}
